Lesson-1 : સલામતી પૂર્વક કામ કરવાની પ્રથાઓ
lesson 1

SWP – Safe Working Practices

સલામતી પૂર્વક કાર્ય કરવાની પ્રથાઓ સામાન્ય રીતે લેખિત પધ્ધતિઓ છે કે જે લોકો, સાધનો, સામગ્રી, પર્યાવરણ અને પ્રક્રિયાઓ માટે ઓછામાં ઓછા જોખમ સાથે
કાર્ય કેવી રીતે કરવું તે દર્શાવે છે.
આ પ્રથાઓમાં શું કરવું અને શું ન કરવું જેવી માર્ગદર્શિકા છે. કર્મચારીઓએ પોતાના કામ માટે લાગુ પડતા SWP ને જાણવં, સમજવું અને તેનું પાલન કરવું જોઈએ.
કેટલીક મહત્વની બાબતો અને તાલીમ છે કે જે કામ કરવાના સ્થળ પર સલામત કાર્ય પ્રથાઓને લાગુ કરવામાં મદદરૂપ થાય છે:

નવા કર્મચારીઓને તાલીમ.
સામાન્ય અને કટોકટીની પરિસ્થિતિ દરમિયાન કોમ્યુનિકેશન અને ટીમ વર્ક પર તાલીમ.
આગ સલામતી અને ઇમરજન્સી પ્રક્રિયાઓ પર તાલીમ.
સંકટની ઓળખ, જોખમ નિયંત્રણ, પર્સનલ પ્રોટેક્શન ઇક્વિપમેન્ટ (PPE)નો ઉપયોગ અને પ્રાથમિક સારવાર અંગેની તાલીમ.
કામદારોને જોખમો અને ઇજાથી બચાવી શકાય તેના અવલોકન કરવાની તાલીમ.
કાર્ય માટે યોગ્ય સાધનોનો ઉપયોગ અને જાળવણી અને તેમને સારી કન્ડિશનમાં રાખવા.
જોખમી અને બિન-જોખમી સામગ્રીનું હેન્ડલિંગ, તેનો ઉપયોગ, લેબલીંગ અને યોગ્ય જગ્યાએ સંગ્રહ કરવાની તાલીમ જેથી કામદારો જોખમમાં ન આવે.
પર્યાવરણ સલામતી અને આરોગ્ય ને ધ્યાનમાં રાખીને કામ કરવાની જગ્યાની સંભાળ, સફાઈ અને કચરાનો નિકાલ,
